{
  "Designing with data": "データでデザインする",
  "There are so many ways to visualise data – how do we know which one to pick? Click on the coloured categories below to decide which data relationship is most important in your story, then look at the different types of chart within the category to form some initial ideas about what might work best. This list is not meant to be exhaustive, nor a wizard, but is a useful starting point for making informative and meaningful data visualisations": "世の中にはデータを可視化する方法が山ほどある。では我々はどの手段をどうやって選ぶべきだろうか。まず、ストーリーに登場するデータ内の関連性が上位カテゴリー（変動、相関、分布、ランキング、時系列の変化など）のどれに相当するのかを見つけ出すことが重要だ。それからカテゴリーの中で細分化されている異なるタイプのグラフのどれが当初のアイデアに対して最も機能的かに注目するといい。これから紹介するグラフのリストは必ずしも全てを網羅するものではないし、ましてや魔法のようなものでもない。しかし、データの可視化を有用で有意義なものとするための出発点として役立つものとなるだろう。",
  "Deviation": "変動",
  "Correlation": "相関",
  "Change v Time": "時系列変化",
  "Ranking": "ランキング",
  "Distribution": "分布",
  "Part to whole": "割合",
  "Magnitude": "大きさ",
  "Spatial": "場所",
  "Flow": "流れ",
  "Examples of use": "使用例",
  "Trade surplus/deficit, climate change": "貿易の黒字/赤字、気候変動",
  "Chart types": "チャートの種類",
  "Emphasise variations (+/-) from a fixed reference point. Typically the reference point is zero but it can also be a target or a long-term average. Can also be used to show sentiment (positive/neutral/negative)": "固定の基準点からの変動（＋/－）を強調する。基準点は通常0だが、目標や長期平均にすることもできる。また、所感を表すのにも使われる（ポジティブ/どちらでもない/ネガティブ）",
  "bar-diverging": "分岐する棒グラフ",
  "A simple standard bar chart that can handle both negative and positive magnitude values": "マイナスとプラス両方の大きさを扱うことができる簡潔で標準的な棒グラフである",
  "bar-diverging-stacked": "分岐する積み上げ棒グラフ",
  "Perfect for presenting survey results which involve sentiment (eg disagree, neutral, agreed": "感想を含む調査結果を示すのに最適である（例：反対/どちらでもない/賛成）",
  "spine-chart": "スパインチャート",
  "Splits a single value into 2 contrasting components (eg Male/Female)": "1つの値を2つの対照的な要素に分割するときに適している（例：男性/女性）",
  "line-surplus-deficit-filled": "線で描く余剰と不足",
  "The shaded area of these charts allows a balance to be shown;  either against a baseline or between two serie": "グラフの影付きの部分から、基準線に対して、もしくは2組のデータ間のバランスを見ることができる",
  "Show the relationship between two or more variables. Be mindful that, unless you tell them otherwise, many readers will assume the relationships you show them to be causal (i.e. one causes the other)": "2つもしくはそれ以上の変数の関係を示す。あなたが否定しない限り、多くの読者は示された関係性を因果関係（すなわち、ある事柄が別の事柄を引き起こす）だと思い込むだろうということに注意してほしい。",
  "scatterplot": "散布図",
  "The standard way to show the relationship between two variables, each of which has its own axis": "2つの連続的な変数の関係を示す標準的な方法であり、それぞれが独立の軸を持っている",
  "line-column": "折れ線と棒グラフ",
  "A good way of showing the relationship between an amount (columns) and a rate (line)": "量（棒グラフ）と割合（折れ線グラフ）の関係性を示す適切な方法である",
  "scatterplot-connected": "連続散布図",
  "Usually used to show how the relationship between 2 variables has changed over time": "通常、2つの変数の関係性が時系列でにどのように変化したか示すのに使われる",
  "Bubble": "バブルチャート",
  "Like a scatterplot, but adds additional detail by sizing the circles according to a third variable": "散布図のようだが、円の大きさを3つ目の変数とすることで詳細な情報を追加できる",
  "XY-heatmap": "2軸のヒートマップ",
  "A good way of showing the patterns between 2 categories of data, less good at showing fine differences in amounts": "数値の細かい違いを示すにはあまり適していないが、2に分類されたデータの関係を示すのに適した方法である",
  "Give emphasis to changing trends. These can be short (intra-day) movements or extended series traversing decades or centuries: Choosing the correct time period is important to provide suitable context for the reader": "傾向の変化を強調する。（1日以内の）短期の動きや数十年や何世紀にも及ぶ一連の流れを表すことができる。読者に適切な文脈を提供するため、正確な時間軸を選ぶことが重要である。",
  "line": "折れ線グラフ",
  "The standard way to show a changing time series. If data are irregular, consider markers to represent data points": "時系列変化を示す基本的な方法。もしデータが不規則ならば、データポイントを示すために目印をつけるべきだ",
  "column-timeline": "棒グラフ",
  "Columns work well for showing change over time - but usually best with only one series of data at a time": "時間毎の変化を見せるには棒グラフが効果的に機能する。しかし、一度に一組のデータのみを見せるのが最良である",
  "column-line-timeline": "折れ線＋棒グラフ",
  "A good way of showing the relationship over time between an amount (columns) and a rate (line)": "時間毎の量（棒グラフ）と割合（折れ線グラフ）の関係を見せるのに適している",
  "stock-price": "株価",
  "Usually focused on day-to-day activity, these charts show opening/closing and hi/low points of each day": "通常日々の活動に焦点を当て、これらのチャートは日毎の始値/終値や高値/安値を表している",
  "slope": "傾斜線",
  "Good for showing changing data as long as the data can be simplified into 2 or 3 points without missing a key part of story": "データの変化を2-3個のポイントにできる限り簡略化し、ストーリーの重要な部分を見逃さずに表すのに適している",
  "area": "面グラフ",
  "Use with care. These are good at showing changes to total, but seeing change in components can be very difficult.": "注意して使用する必要がある。これらは全体の変化を表すのには適しているが、要素ごとの変化を見るのは難しい",
  "fan": "ファンチャート",
  "Use to show the uncertainty in future projections - usually this grows the further forward to projection": "将来予測の不確実さを表すのに使用する。不確かさはたいてい予測が進むにしたがって増していく",
  "scatterplot-line-timeline": "連続散布図",
  "A good way of showing changing data for two variables whenever there is a relatively clear pattern of progression. Connected scatterplot": "比較的明確な進行パターンがあるときに、２つの変数を持つ変化するデータを見せるのに適している",
  "calendar-heatmap": "カレンダーヒートマップ",
  "A great way of showing temporal patterns (daily, weekly, monthly), at the expense of showing precision in quantity": "正確な数値を見せることは難しいが、日ごと、週ごと、月ごとの一時的なパターンを見せるのに優れた方法である",
  "priestley timeline": "プリーストリータイムライン",
  "Great when date and duration are key elements of the story in the data": "データのストーリーにおいて日にちと持続期間が重要な要素の場合に優れている",
  "circles-timeline": "サークルタイムライン",
  "Good for showing discrete values of varying size across multiple categories (eg earthquakes by contintent)": "複数のカテゴリーにまたがる様々な大きさの非連続の数値を表すのに適している（例：大陸ごと地震）",
  "seismogram": "震動記録",
  "Another alternative to the circle timeline for showing series where there are big variations in the data": "データに大きな変化があるデータセットを見せるための、サークルタイムラインの代替方法である",
  "Use where an item’s position in an ordered list is more important than its absolute or relative value. Don’t be afraid to highlight the points of interest.": "順位付けされたリストにて、あるアイテムの絶対値や相対値よりも、順位という情報の方が重要な場合に使う。面白い部分を強調するのを恐れてはいけない。",
  "bar-ordered": "整然とした横棒グラフ",
  "Standard bar charts display the ranks of values much more easily when sorted into order": "標準的な棒グラフで、順番に並び替えると数値のランキングがわかりやすくなる",
  "column-ordered": "整然とした縦棒グラフ",
  "Standard column charts display the ranks of values much more easily when sorted into order": "標準的な棒グラフで、順番に並び替えると数値のランキングがわかりやすくなる",
  "symbol-proportional-ordered": "整然とした比例符号",
  "Use when there are big variations between values and/or seeingfinne differences between data is not so important.": "数値間の規模の差が大きい時や細かい違いを見ることがあまり重要ではない時に使われる",
  "dot-plot-strip": "直線の散布図",
  "Dots placed in order on a strip are a space-efficient method of laying out ranks across multiple categories.": "一直線上に順番に点を並べることで、効果的にスペースを使って複数のカテゴリーのランキングを示すことができる",
  "Perfect for showing how ranks have changed over time or vary between categories.": "時系列やカテゴリー間で順位がどう変化したかを示すのに最適である",
  "lollipop-h": "キャンディー型グラフ",
  "lollipop-v": "キャンディー型グラフ",
  "Lollipop charts draw more attention to the data value than standard bar/column and can also show rank effectively": "キャンディー型のグラフは普通の棒グラフよりもデータの数値に注目させ、順位と数値を効果的に示すことができる",
  "Show values in a dataset and how often they occur. The shape (or ‘skew’) of a distribution can be a memorable way of highlighting the lack of uniformity or equality in the data": "データの中での大きさや頻度を表す。分布の形（や歪み）が数値の均一性や公平性の欠如を強調し、読者の記憶に残るだろう。",
  "histogram": "ヒストグラム",
  "The standard way to show a statistical distribution - keep the gaps between columns small to highlight the 'shape' of the data.": "統計上の分布を示す標準的な方法である。データの「形」を強調するため、棒グラフ同士の間隔は狭くする",
  "boxplot": "ローソク図（箱ヒゲ図）",
  "Summarise multiple distributions by showing the median (centre) and range of the data": "中央値とデータの幅を示し、複数の分布をまとめている",
  "violin": "ヴァイオリン散布図",
  "Similar to a box plot but more effective with complex distributions (data that cannot be summarised with simple average).": "ローソク図と似ているが、複雑な分布（単純な平均ではまとめられないようなデータ）を表すのにより適している",
  "population-pyramis": "人口ピラミッド",
  "A standard way for showing the age and sex breakdown of a population distribution; effectively, back to back histograms": "人口分布における年齢や性別を示す標準的な方法である。事実上、背中合わせのヒストグラムである",
  "Good for showing individual values in a distribution, can be a problem when too many dots have the same value": "分布する個々の数値を表すのに適しているが、同じ数値の点が多すぎると問題が生じる",
  "dot-plot": "ドットプロット",
  "A simple way of showing the range (min/max) of data across multiple categories.": "複数のカテゴリーにおける、データの変化や幅（最小値/最大値）を簡潔に示す方法である",
  "barcode": "バーコード図",
  "Like dot strip plots, good for displaying all the data in a table,they work best when highlighting individual values.": "一直線の散布図のように表中の全てのデータを示すのに適している。個々の数値を強調するのに最適である",
  "cumulative-curve": "累積カーブ",
  "A good way of showing how unequal a distribution is: y axis is always cumulative frequency, x axis is always a measure.": "分布の偏りを示す良い方法である。常にy軸は累積度数、x軸は尺度となる", 
  "Show how a single entity can be broken down into its component elements. If the reader’s interest is solely in the size of the components, consider a magnitude-type chart instead": "全体の構成要素の中で、一つの要素がどれほどを占めているかを表す。もし読者が要素の大きさのみに興味があるなら、代わりに大きさを比較するグラフを考えるべきだ。",
  "column-stacked": "積み上げ棒グラフ",
  "A simple way of showing part-to-whole relationships but can be difficult to read with more than a few components.": "割合の構成状況を示す単純な方法だが、2-3個以上の要素を読み取るのは難しいかもしれない",
  "bar-stacked-proportional": "釣り合いをとった積み上げ棒グラフ",
  "A good way of showing the size and proportion of data at the same time, as long as the data are not too complicated.": "データが複雑すぎない限り、データの大きさと割合を同時に示すのに適した方法である",
  "pie": "円グラフ",
  "A common way of showing part-to-whole data - but be aware that it's difficult to accurately compare the size of the segments.": "割合を示すのに一般的な方法である。しかし、それぞれの区分の大きさの正確な比較が難しいことに注意しなければならない",
  "doughnut": "ドーナツグラフ",
  "Similar to a pie chart - but the centre can be a good way of making space to include more information about the data (eg. total)": "円グラフと似ているが、中心円にデータに関する更なる情報を入れることができる（例：合計値）",
  "treemap": "ツリーマップ",
  "Use for hierarchical part-to-whole relationships; can be difficult to read when there are many small segments": "階層的な割合の構成状況を示すのに使う。小さな区分が沢山ある場合は読みにくい可能性がある",
  "Voronoi": "ボロノイ",
  "A way of turning points into areas - any point within the area is closer to the central point than any other point": "点を領域に変換する方法である。各領域内のある点は他の重心よりも中心点に近い",
  "sunburst": "日輪花火図",
  "Another way of visualisaing hierarchical part-to-whole relationships. Use sparingly (if at all) for obvious reasons.": "階層的な割合の構成状況を視覚化する別の方法である。明白な理由のために控えめに使用してほしい",
  "arc": "弧グラフ",
  "A hemicycle, often used for visualising political results.": "議会における政治的な力関係を可視化する時によく使われる半円である",
  "gridplot": "格子図",
  "Good for showing % information, they work best when used on whole numbers and work well in multiple layout form.": "%表記の情報を示すのに適しており、整数の時に最適に機能し、複数のレイアウトの形がある場合にうまく機能する",
  "Venn": "ベン図",
  "Generally only used for schematic representation": "一般的に、略図にのみ使われる",
  "Waterfall": "ウォーターフォール",
  "Can be useful for showing part-to-whole relationships where some of the components are negative.": "要素の一部がマイナスである割合の関係を示す時に役立つことがある",
  "Show size comparisons. These can be relative (just being able to see larger/bigger) or absolute (need to see fine differences). Usually these show a ‘counted’ number (for example, barrels, dollars or people) rather than a calculated rate or per cent": "大きさの比較を示す。これらのグラフは相対値（ただ大きさを比較するのみ）や絶対値（細かい違いを見せる必要がある）になりうる。大抵計算された割合（例：％）よりも数え上げた数値（例：バレル、ドル、人数）を示す。",
  "Column": "縦棒グラフ",
  "The standard way to compare the size of things. Must always start at 0 on the axis": "項目間の大きさを比較する標準的な方法である。軸は必ず0から始まらなければならない",
  "Bar": "横棒グラフ",
  "The standard way to compare the size of things. Must always start at 0 on the axis. Good when the data are not time series and labels have long category names": "項目間の大きさを比較する標準的な方法である。軸は必ず0から始まらなければならない。データが時系列ではなく、ラベルのカテゴリー名が長い時に適している",
  "column-grouped": "対の縦棒グラフ",
  "As per standard column but allows for multiple series. Can become tricky to read with more than 2 series": "割合を基本とした標準的な棒グラフだが、複数のデータセットを扱うことができる。2つ以上のデータセットを読み取るのは難しいこともある。",
  "bar-grouped": "対の横棒グラフ",
  "As per standard bar but allows for multiple series. Can become tricky to read with more than 2 series": "割合を基本とした標準的な棒グラフだが、複数のデータセットを扱うことができる。2つ以上のデータセットを読み取るのは難しいこともある。",
  "A good way of showing the size and proportion of data at the same time - as long as the data are not too complicated": "データが複雑すぎなければ、データの大きさと割合を同時に示すのに適した方法である",
  "symbol-proportional": "比例集合",
  "Use when there are big variations between values and/or seeing fne differences between data is not so important": "数値間の差異が大きい時や、細かいデータ間の違いを見ることがあまり重要ではない時に使われる",
  "isotope (pictogram)": "均一型（ピクトグラム）",
  "Excellent solution in some instances - use only with whole numbers (do not slice off an arm to represent a decimal).": "一部の事例では非常に優れた方法である。整数の時のみ使用する（小数を表すために腕を切り取ってはいけない）",
  "Radar": "レーダーチャート",
  "A space-efficient way of showing value pf multiple variables -  but make sure they are organised in a way that makes sense to reader.": "複数の変数の数値を示す時にスペースを効果的に使う方法である。しかし、読者にとって意味のある方法でまとめられていることに注意してほしい",
  "Parallel coordinates": "平行座標",
  "An alternative to radar charts - again, the arrngement of the variables is important. Usually benefits from highlighting values": "レーダーチャートの代わりの方法である。繰り返しになるが、変数の配置が重要で、値を強調することが分析の役に立つ",
  "Used only when precise locations or geographical patterns in data are more important to the reader than anything else.": "データ中の正確な位置や地理的な図式が他の何よりも読者にとって重要な時のみ使う。",
  "basic-choropleth": "階級区分図",
  "The standard approach for putting data on a map - should always be rates rather than totals and use a sensible base geography.": "データを地図上に表す基本的な方法である。合計値ではなく割合を用いて、直感的な地図を使うべきだ",
  "proportional-symbol": "比例符号",
  "Use for totals rather than rates  - be wary that small differences in data will be hard to see.": "割合よりも合計値を示すのに使う。データ内の小さな違いが見づらいことに注意すべきだ",
  "flow": "フローマップ",
  "For showing unambiguous movement across a map": "地図上で明確な移動を表すための図である",
  "contour": "等高線",
  "For showing areas of equal value on a map. Can use deviation colour schemes for showing +/- values": "地図上で同じ値の地域を表すために使う。+/-の値を表すのに等級的なカラースキームを使用する",
  "equalised-cartogram": "統計地図",
  "Converting each unit on a map to a regular and equally-sized shape - good for representing voting regions with equal share.": "地図上のそれぞれの地区をを規則的で同じ大きさの形に変換する。同価値を持つ投票地区を表すのに適している",
  "scaled-cartogram-value": "統計地図",
  "Stretching and shrinking a map so that each area is sized according to a particular value.": "特定の値に応じて地図を伸縮させ、各地域の大きさが変更される",
  "dot-density": "密集図",
  "Used to show the location of individual events/locations - make sure to annotate any patterns the reader should see.": "個々の出来事と場所の位置を示すために使われる。読者が見るべき項目に注釈をつけるべきだ",
  "heat-map": "ヒートマップ",
  "Grid-based data values mapped with an intensity colour scale. As choropleth map - but not snapped to an admin/political unit.": "カラースケールの強弱を使って地図上に描かれた、地区単位のデータである。階層区分図だが、行政上/政治上の単位としては区切られていない",
  "Show the reader volumes or intensity of movement between two or more states or conditions. These might be logical sequences or geographical locations": "2つもしくはそれ以上の状態からの動きの大きさや強さを読者に示す。論理的な連続性や地理的な位置関係がわかる。",
  "sankey": "サンキー図",
  "Shows changes in flows from one condition to at least one other; good for tracing the eventual outcome of a complex process.": "ある状態から少なくとも１つの別の状態への流れの変化を表す。複雑な過程の中で最終的な結果までを追うのに適している",
  "waterfall": "ウォーターフォール",
  "Designed to show the sequencing of data through a flow process, typically budgets. Can include +/- components": "流動過程におけるデータの連続を示すためのデザインで、典型的な例は予算である。+/-の要素を含むことができる",
  "chord": "コード",
  "A complex but powerful diagram which can illustrate 2-way flows (and net winner) in a matrix": "双方向の流れ（と正味の変化量）を示すことができる複雑だが強力な図式である",
  "network": "ネットワーク",
  "Used for showing the complexity and inter-connectdness of relationships of varying types.": "様々なタイプの関係の強さと相関性を示すために使用される"
}